Repository: thefraggle/familienwecker
Catalog: ios/FamWake/Resources/Localizable.xcstrings
Source language: de
Languages: bn, da, en, es, fr, gsw, hi, id, it, ja, ko, ksh, mr, nb, nl, pl, pt, ru, sv, swg, tr, uk, vi, zh

# tooltip_bathroom
source: Sei hier realistisch. Deine Bad-Zeit gibt das Tempo für alle anderen vor.
bn: বাস্তবসম্মত সময় দিন। আপনার বাথরুমের সময়ই অন্যদের সকালের রুটিন ঠিক করে।
da: Vær realistisk her. Din tid på badeværelset sætter tempoet for alle andre.
en: Be realistic here. Your bathroom time sets the pace for everyone else.
es: Sé realista aquí. El tiempo que pasas en el baño marca el ritmo de los demás.
fr: Sois réaliste ici. Ton temps dans la salle de bain donne le rythme pour tout le monde.
gsw: Bi da realistisch. Diini Bad-Ziit git s'Tempo für alli andere vor.
hi: यहाँ थोड़ा प्रैक्टिकल रहें। आपका बाथरूम का समय बाकी सब लोगों के सुबह का रूटीन तय करता है।
id: Harap realistis di sini. Waktu kamar mandi Anda menentukan kecepatan pagi untuk orang lain.
it: Sii realistico qui. Il tuo tempo in bagno detta il ritmo per tutti gli altri.
ja: ここは現実的な時間を設定してください。あなたのバスルームの時間が、他の全員の朝のペースを決めます。
ko: 현실적으로 계획해 보세요. 화장실 사용 시간이 가족 모두의 아침 속도를 결정합니다.
ksh: Trag wat Realistisches ein. Die Zeit gibt für alle den Takt an.
mr: येथे वास्तववादी वेळ द्या. तुमचा बाथरूमचा कालावधी इतरांच्या सकाळचा वेग ठरवतो.
nb: Vær realistisk her. Tiden din på badet setter tempoet for alle andre.
nl: Wees hier een beetje realistisch. Jouw badkamertijd bepaalt het tempo voor de rest van de ochtend.
pl: Bądź tu realistą. Twój czas w łazience nadaje tempo dla wszystkich innych.
pt: Seja realista aqui. O seu tempo no banheiro dita o ritmo de todo mundo.
ru: Оценивайте время реально. Ваше время в ванной задает темп утра для всех остальных.
sv: Var realistisk här. Din tid i badrummet sätter tempot för alla andra.
swg: Sei do a bissle realistisch. Dei Bad-Zeit git dr Takt für älle andere vor.
tr: Burada gerçekçi olun. Banyo süreniz diğer herkesin sabah temposunu belirler.
uk: Оцінюйте час реально. Ваш час у ванній задає темп ранку для всіх інших.
vi: Hãy thực tế ở đây. Thời gian bạn ở trong phòng tắm quyết định nhịp điệu cho tất cả những người khác.
zh: 请切合实际。您的洗漱时间决定了全家人早上的节奏。

# tooltip_buffer
source: Kursiv bedeutet: Der Familien-Puffer ist aktiv. Ändere ihn, um einen persönlichen Puffer für heute zu setzen.
bn: ইটালিক মানে ফ্যামিলি বাফার চালু আছে। আজকের জন্য নিজের বাফার সেট করতে এটি পরিবর্তন করুন।
da: Kursiv betyder, at familie-bufferen er aktiv. Ændr den for at indstille en personlig buffer for i dag.
en: Italics mean the family buffer is active. Change it to set a personal buffer for today.
es: La cursiva significa que el margen familiar está activo. Cámbialo para establecer un margen personal para hoy.
fr: L'italique signifie que la marge familiale est active. Modifiez-la pour définir une marge personnelle pour aujourd'hui.
gsw: Kursiv bedütet: De Familie-Puffer isch aktiv. Änder en, um en persönliche Puffer für hüt z setze.
hi: इटैलिक का मतलब है कि फैमिली बफर एक्टिव है। आज के लिए अपना बफर सेट करने के लिए इसे बदलें।
id: Huruf miring berarti buffer keluarga aktif. Ubah untuk mengatur buffer pribadi untuk hari ini.
it: Il corsivo indica che il buffer familiare è attivo. Modificalo per impostare un buffer personale per oggi.
ja: 斜体は家族のバッファが有効であることを意味します。変更して、今日の個人的なバッファを設定してください。
ko: 기울임꼴은 가족 여유 시간이 활성화되어 있음을 의미합니다. 오늘 나만의 여유 시간을 설정하려면 변경하세요.
ksh: Kursiv heißt: Der Familien-Puffer is an. Änder den einfach, um dir für heute nen eigenen Puffer zu setzen.
mr: इटॅलिक म्हणजे फॅमिली बफर सक्रिय आहे. आजसाठी तुमचा स्वतःचा बifer सेट करण्यासाठी ते बदला.
nb: Kursiv betyr at familie-bufferen er aktiv. Endre den for å angi en personlig buffer for i dag.
nl: Cursief betekent dat de familie-buffer actief is. Pas dit aan om een persoonlijke buffer voor vandaag in te stellen.
pl: Kursywa oznacza, że bufor rodzinny jest aktywny. Zmień go, aby ustawić osobisty bufor na dzisiaj.
pt: O itálico significa que o buffer familiar está ativo. Altere-o para definir um buffer pessoal para hoje.
ru: Курсив означает, что включен семейный буфер. Измените его, чтобы установить личный буфер на сегодня.
sv: Kursiv stil betyder att familjebufferten är aktiv. Ändra den för att ställa in en personlig buffert för idag.
swg: Kursiv hoißt: Dr Familien-Puffer isch aktiv. Ändr des, um an oigenen Puffer fir heit zom setza.
tr: İtalik yazı, aile ek süresinin aktif olduğunu gösterir. Bugün için kişisel bir ek süre ayarlamak üzere bunu değiştirin.
uk: Курсив означає, що сімейний буфер активний. Змініть його, щоб встановити особистий буфер на сьогодні.
vi: Chữ in nghiêng có nghĩa là thời gian dự phòng gia đình đang hoạt động. Hãy thay đổi nó để đặt thời gian dự phòng cá nhân cho hôm nay.
zh: 斜体表示家庭缓冲时间处于开启状态。更改它即可为今天设置个人缓冲时间。

# tooltip_drag_handle
source: Halte einen Namen gedrückt und ziehe ihn nach oben oder unten. Das ändert, wer zuerst ins Bad geht. Der Plan aktualisiert sich sofort.
bn: কে আগে বাথরুমে যাবে তা বদলাতে কোনো নাম চেপে ধরে ওপরে বা নিচে টানুন। সময়গুলো সাথে সাথেই আপডেট হয়ে যাবে।
da: Tryk og hold et navn for at trække det op eller ned. Dette ændrer, hvem der bruger badeværelset først. Tiderne opdateres med det samme.
en: Press and hold a name to drag it up or down. This changes who goes to the bathroom first. The times will update instantly.
es: Mantén pulsado un nombre para moverlo arriba o abajo. Así cambias quién entra primero al baño. Los tiempos se actualizarán al instante.
fr: Maintiens ton doigt sur un nom pour le faire glisser vers le haut ou le bas. Cela change l'ordre de passage dans la salle de bain. Le planning se met à jour instantanément.
gsw: Halt en Name druckt und zieh en ufe oder abe. Das änderet, wer z'erst is Bad gaht. De Plan aktualisiert sich sofort.
hi: बाथरूम में पहले कौन जाएगा, यह बदलने के लिए किसी नाम को दबाकर रखें और ऊपर या नीचे खींचे। समय तुरंत अपडेट हो जाएगा।
id: Tekan dan tahan nama untuk menggesernya ke atas atau ke bawah. Ini mengubah siapa yang ke kamar mandi lebih dulu. Waktu akan langsung diperbarui.
it: Tieni premuto un nome per trascinarlo su o giù. Questo cambia l'ordine di chi va in bagno per primo. Gli orari si aggiorneranno all'istante.
ja: 名前を長押しして上下に移動させると、バスルームを使う順番を変えられます。時間は自動的に更新されます。
ko: 이름을 길게 눌러 위아래로 끌어다 놓으세요. 화장실을 먼저 쓸 사람의 순서가 바뀝니다. 시간이 즉시 업데이트됩니다.
ksh: Halt son Ding gedrückt und zieh dat rum. Der Rechner taktet dat sofort neu durch.
mr: बाथरूममध्ये कोण आधी जाईल हे बदलण्यासाठी नावावर दाबा आणि ते वर किंवा खाली ओढा. वेळापत्रक लगेच अपडेट होईल.
nb: Trykk og hold på et navn for å dra det opp eller ned. Dette endrer hvem som går på badet først. Tidene oppdateres umiddelbart.
nl: Houd een naam ingedrukt om deze omhoog of omlaag te slepen. Dit verandert wie er als eerste naar de badkamer gaat. Het schema past zich direct aan.
pl: Naciśnij i przytrzymaj imię, aby przesunąć je w górę lub w dół. To zmienia, kto idzie pierwszy do łazienki. Czasy zaktualizują się natychmiast.
pt: Pressione e segure um nome para arrastá-lo para cima ou para baixo. Isso muda quem vai primeiro ao banheiro. Os horários são atualizados na hora.
ru: Нажмите и удерживайте имя, чтобы перетащить его вверх или вниз. Это меняет порядок очереди в ванную. Расписание обновится моментально.
sv: Tryck och håll på ett namn för att dra det upp eller ner. Detta ändrar vem som går till badrummet först. Tiderna uppdateras direkt.
swg: Halt so an Nama ond zieh'n nuff oder na. Des änderet, wer z'erscht ins Bad goht. Dr Plan rechnet sich sofort nei.
tr: Banyoya kimin önce gireceğini değiştirmek için bir isme basılı tutun ve yukarı veya aşağı sürükleyin. Saatler anında güncellenir.
uk: Натисніть і утримуйте ім'я, щоб перетягнути його вгору або вниз. Це змінює чергу до ванної. Час оновиться миттєво.
vi: Nhấn và giữ một cái tên để kéo nó lên hoặc xuống. Việc này thay đổi xem ai sẽ vào phòng tắm trước. Thời gian sẽ cập nhật ngay lập tức.
zh: 长按并拖动名字可以更改顺序。这会决定谁先去洗手间。时间会立即自动更新。

# tooltip_invite_code
source: Teile dies mit deiner Familie. Sobald sie beitreten, tauchen ihre Zeiten hier auf.
bn: এটি পরিবারের সাথে শেয়ার করুন। তারা যুক্ত হলেই তাদের সময় এখানে দেখা যাবে।
da: Del dette med din familie. Når de deltager, vil deres tider dukke op lige her.
en: Share this with your family. Once they join, their times will show up right here.
es: Comparte esto con tu familia. En cuanto se unan, sus horas aparecerán justo aquí.
fr: Partage ce code avec ta famille. Dès qu'ils rejoindront, leurs horaires apparaîtront ici.
gsw: Teil das mit diinere Familie. Sobald si biiträted, tauched ihri Ziite da uuf.
hi: इसे अपने परिवार के साथ शेयर करें। जैसे ही वे जुड़ेंगे, उनका समय ठीक यहीं दिखने लगेगा।
id: Bagikan ini dengan keluarga Anda. Setelah mereka bergabung, waktu mereka akan muncul tepat di sini.
it: Condividilo con la tua famiglia. Non appena si uniranno, i loro orari appariranno qui.
ja: これを家族と共有してください。参加すると、ここにスケジュールが表示されます。
ko: 이 코드를 가족들과 공유하세요. 가족이 참여하면 일정이 바로 여기에 나타납니다.
ksh: Gib den Code weiter. Wenn die drin sind, siehse die direkt im Plan.
mr: हा कोड तुमच्या कुटुंबासोबत शेअर करा. ते सामील झाल्यावर त्यांच्या वेळा येथे दिसतील.
nb: Del denne med familien din. Når de blir med, vil tidene deres vises akkurat her.
nl: Deel dit met je familie. Zodra ze meedoen, verschijnen hun tijden direct hier in de app.
pl: Podziel się tym ze swoją rodziną. Gdy dołączą, ich czasy pojawią się właśnie tutaj.
pt: Compartilhe com sua família. Assim que entrarem, os horários deles aparecerão bem aqui.
ru: Поделитесь кодом с семьей. Как только они присоединятся, их расписание появится прямо здесь.
sv: Dela den här med din familj. När de går med kommer deras tider att visas här.
swg: Teil den Code mit deim Gschäft. Sobald die neikommed, tauchet die Zeita do uff.
tr: Bunu ailenizle paylaşın. Katıldıklarında, saatleri tam burada görünecektir.
uk: Поділіться кодом із сім'єю. Як тільки вони приєднаються, їхній розклад з'явиться прямо тут.
vi: Chia sẻ mã này với gia đình bạn. Ngay khi họ tham gia, thời gian của họ sẽ xuất hiện ngay tại đây.
zh: 与家人分享此代码。他们加入后，其时间会自动出现在这里。

# tooltip_wake_window
source: Gib uns ein Zeitfenster. Die App findet den perfekten Moment zum Wecken, damit du nicht vor dem Bad warten musst.
bn: আমাদের একটি সময় দিন। অ্যাপটি এর মধ্যে সঠিক সময়টি বেছে নেবে যাতে কাউকে বাথরুমের জন্য অপেক্ষা করতে না হয়।
da: Giv os et tidsvindue. Appen finder det perfekte øjeblik at vække dig, så du ikke behøver at vente på badeværelset.
en: Give us a time window. The app will find the perfect moment to wake you up so you don't have to wait for the bathroom.
es: Danos un margen de tiempo. La app encontrará el momento perfecto para despertarte y que no tengas que esperar para ir al baño.
fr: Donne-nous une plage horaire. L'appli trouvera le moment parfait pour te réveiller afin que tu n'aies pas à attendre pour la salle de bain.
gsw: Gih ois es Ziitfänster. D'App findt de perfäkti Momänt zum Wecke, demit du nöd vorem Bad warte muesch.
hi: हमें एक टाइम विंडो (समय-सीमा) दें। ऐप आपको जगाने के लिए सबसे सही समय ढूँढ लेगा ताकि आपको बाथरूम के लिए इंतज़ार न करना पड़े।
id: Beri kami rentang waktu. Aplikasi ini akan menemukan momen yang tepat untuk membangunkan Anda sehingga Anda tidak perlu mengantre kamar mandi.
it: Dacci una finestra di tempo. L'app troverà il momento perfetto per svegliarti senza farti aspettare per il bagno.
ja: 起きる時間の枠を教えてください。バスルームを待たなくていい完璧なタイミングをアプリが見つけます。
ko: 일어날 수 있는 시간 범위를 알려주세요. 아무도 화장실을 기다리지 않도록 앱이 가장 좋은 타이밍을 찾아냅니다.
ksh: Gib uns nen Zeitraum. Die App macht dat schon passend, dat keiner meckert.
mr: आम्हाला एक वेळेची मर्यादा द्या. ॲप तुम्हाला उठवण्यासाठी योग्य वेळ शोधेल जेणेकरून तुम्हाला बाथरूमसाठी वाट पाहावी लागणार नाही.
nb: Gi oss et tidsvindu. Appen vil finne det perfekte tidspunktet for å vekke deg, slik at du ikke trenger å vente på badet.
nl: Geef ons een tijdsvenster. De app vindt het perfecte moment daarbinnen om je wakker te maken, zodat je niet op de badkamer hoeft te wachten.
pl: Podaj nam przedział czasowy. Aplikacja znajdzie idealny moment, aby Cię obudzić, żebyś nie musiał czekać na łazienkę.
pt: Dê-nos uma janela de tempo. O aplicativo encontrará o momento perfeito para te acordar, para que você não precise esperar pelo banheiro.
ru: Задайте нам временное окно. Приложение найдет идеальный момент, чтобы разбудить вас, и вам не придется ждать ванную.
sv: Ge oss ett tidsfönster. Appen hittar det perfekta ögonblicket att väcka dig så att du inte behöver vänta på badrummet.
swg: Gib ons a Fenschderle o. D'App findt dr perfekte Moment zom Wegga, damit d'net vorm Bad warta muasch.
tr: Bize bir zaman aralığı verin. Uygulama, banyoyu beklemek zorunda kalmayacağınız en mükemmel anı bulup sizi uyandırır.
uk: Задайте нам часове вікно. Додаток знайде ідеальний момент, щоб розбудити вас, і вам не доведеться чекати на ванну.
vi: Hãy cho chúng tôi một khoảng thời gian. Ứng dụng sẽ tìm ra khoảnh khắc hoàn hảo để đánh thức bạn, để bạn không phải đợi phòng tắm.
zh: 给我们一个时间范围。应用会找到最完美的叫醒时刻，让您无需排队等洗手间。

# tooltip_weekdays
source: Tippe auf die Tage, um verschiedene Zeiten einzustellen. Perfekt, wenn du an manchen Tagen im Home-Office bist und an anderen ins Büro fährst.
bn: আলাদা দিনের জন্য আলাদা সময় দিতে দিনগুলোতে ট্যাপ করুন। ঘরে বসে কাজ বা অফিসে যাওয়ার দিনগুলোর জন্য দারুণ।
da: Tryk på dagene for at indstille forskellige tider. Perfekt, hvis du arbejder hjemmefra nogle dage og pendler andre.
en: Tap on the days to set different times. Perfect if you work from home on some days and commute on others.
es: Toca los días para establecer horas diferentes. Ideal si algunos días trabajas desde casa y otros tienes que ir a la oficina.
fr: Appuie sur les jours pour définir des horaires différents. Parfait si tu travailles de la maison certains jours et que tu vas au bureau les autres.
gsw: Tipp uf d'Täg, zum verschideni Ziite iizstelle. Perfäkt, wänn du a mängne Täg im Home-Office bisch und a andere is Büro fahrsch.
hi: अलग-अलग समय सेट करने के लिए दिनों पर टैप करें। यह तब बहुत काम आता है जब आप कुछ दिन घर से काम करते हैं और कुछ दिन ऑफ़िस जाते हैं।
id: Ketuk hari untuk mengatur waktu yang berbeda. Cocok jika Anda bekerja dari rumah di hari tertentu dan ke kantor di hari lainnya.
it: Tocca i giorni per impostare orari diversi. Perfetto se alcuni giorni lavori da casa e altri vai in ufficio.
ja: 曜日をタップして別々の時間を設定できます。在宅勤務の日と出社日がある場合に便利です。
ko: 요일을 탭해서 다른 시간을 설정해 보세요. 재택근무하는 날과 회사에 가는 날이 다를 때 아주 편리합니다.
ksh: Plan für de ganze Woche: Tipp auf die Tage. Läuft perfekt für Homeoffice oder Maloche.
mr: वेगवेगळ्या वेळा सेट करण्यासाठी दिवसांवर टॅप करा. जर तुम्ही काही दिवस घरून काम करत असाल आणि काही दिवस ऑफिसला जात असाल, तर हे खूप उपयुक्त आहे.
nb: Trykk på dagene for å angi forskjellige tider. Perfekt hvis du jobber hjemmefra noen dager og pendler andre dager.
nl: Tik op de dagen om verschillende tijden in te stellen. Ideaal als je de ene dag thuiswerkt en de andere dag naar kantoor gaat.
pl: Dotknij dni tygodnia, aby ustawić różne godziny. Idealne, jeśli w niektóre dni pracujesz z domu, a w inne dojeżdżasz do biura.
pt: Toque nos dias para definir horários diferentes. Perfeito se você trabalha de casa em alguns dias e vai para o escritório em outros.
ru: Нажимайте на дни недели, чтобы задать разное время. Идеально, если в какие-то дни вы работаете из дома, а в другие – едете в офис.
sv: Tryck på dagarna för att ställa in olika tider. Perfekt om du jobbar hemifrån vissa dagar och pendlar andra.
swg: Tipp uff d'Däg für verschiedene Zeita. Subber gschickt, wenn d'mol Dahoim schaffsch ond mol naus muasch.
tr: Farklı saatler ayarlamak için günlere dokunun. Bazı günler evden çalışıp diğer günler ofise gidiyorsanız mükemmeldir.
uk: Натискайте на дні тижня, щоб задати різний час. Ідеально, якщо в якісь дні ви працюєте вдома, а в інші – їдете в офіс.
vi: Chạm vào các ngày để đặt thời gian khác nhau. Hoàn hảo nếu bạn làm việc ở nhà vào một số ngày và đi làm vào những ngày khác.
zh: 点击星期几来设置不同的时间。非常适合居家办公和去公司打卡交替的日子。

# unsaved_changes_discard
source: Verwerfen
bn: বাতিল করুন
da: Kassér
en: Discard
es: Descartar
fr: Annuler
gsw: Verwerfe
hi: हटा दें
id: Batalkan
it: Scarta
ja: 保存しない
ko: 취소하기
ksh: Wech damit
mr: रद्द करा
nb: Forkast
nl: Verwerpen
pl: Odrzuć
pt: Descartar
ru: Отменить
sv: Förkasta
swg: Weg damit
tr: Vazgeç
uk: Скасувати
vi: Hủy bỏ
zh: 放弃

# unsaved_changes_keep
source: Weiter bearbeiten
bn: সম্পাদনা চালিয়ে যান
da: Fortsæt redigering
en: Keep editing
es: Seguir editando
fr: Continuer à modifier
gsw: Wiiter bearbeite
hi: बदलते रहें
id: Lanjut mengedit
it: Continua a modificare
ja: 編集を続ける
ko: 계속 수정하기
ksh: Weiter dran rumfummeln
mr: संपादन करत राहा
nb: Fortsett å redigere
nl: Verder bewerken
pl: Edytuj dalej
pt: Continuar editando
ru: Продолжить редактирование
sv: Fortsätt redigera
swg: Weitermacha
tr: Düzenlemeye devam et
uk: Продовжити редагування
vi: Tiếp tục chỉnh sửa
zh: 继续编辑

# unsaved_changes_message
source: Möchtest du deine Änderungen wirklich verwerfen?
bn: পরিবর্তনগুলো বাতিল করবেন?
da: Vil du kassere dine ændringer?
en: Do you want to drop your changes?
es: ¿Quieres descartar tus cambios?
fr: Veux-tu annuler tes modifications ?
gsw: Wottsch diini Änderige würkli verwerfe?
hi: क्या आप अपने बदलावों को हटाना चाहते हैं?
id: Ingin membatalkan perubahan yang belum disimpan?
it: Vuoi scartare le modifiche?
ja: 変更を保存せずに閉じますか？
ko: 변경사항을 취소하시겠습니까?
ksh: Willze den ganzen Kram echt inne Tonne kloppen?
mr: तुम्हाला तुमचे बदल रद्द करायचे आहेत का?
nb: Vil du forkaste endringene dine?
nl: Wil je je wijzigingen echt verwerpen?
pl: Czy na pewno chcesz odrzucić zmiany?
pt: Deseja descartar as alterações?
ru: Хотите отменить ваши изменения?
sv: Vill du förkasta dina ändringar?
swg: Woisch dei Sächle wirklich verwerfa?
tr: Değişikliklerden vazgeçmek istiyor musunuz?
uk: Бажаєте скасувати ваші зміни?
vi: Bạn có muốn hủy các thay đổi của mình không?
zh: 您想放弃这些更改吗？

# unsaved_changes_title
source: Ungespeicherte Änderungen
bn: অসংরক্ষিত পরিবর্তন
da: Ikke-gemte ændringer
en: Unsaved Changes
es: Cambios sin guardar
fr: Modifications non enregistrées
gsw: Ungspeichereti Änderige
hi: बदलाव सेव नहीं हुए
id: Perubahan Belum Disimpan
it: Modifiche non salvate
ja: 保存されていない変更
ko: 저장되지 않은 변경사항
ksh: Da is noch wat offen
mr: जतन न केलेले बदल
nb: Ulagrede endringer
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
pt: Alterações não salvas
ru: Несохраненные изменения
sv: Osparade ändringar
swg: Nix gspeicheret
tr: Kaydedilmemiş Değişiklikler
uk: Незбережені зміни
vi: Thay đổi chưa lưu
zh: 未保存的更改

# validation_latest_before_earliest
source: Die späteste Weckzeit muss nach der frühesten Weckzeit liegen.
bn: সবচেয়ে দেরিতে ওঠার সময়টি আগে ওঠার সময়ের পরে হতে হবে।
da: Den seneste opvågningstid skal være efter den tidligste opvågningstid.
en: The latest wake-up time must be after the earliest wake-up time.
es: La hora más tardía para despertar debe ser después de la hora más temprana.
fr: L'heure de réveil la plus tardive doit être après l'heure la plus tôt.
gsw: Di spötesti Weckziit mues nach de früehste Weckziit sii.
hi: देर से उठने का समय, जल्दी उठने के समय के बाद का होना चाहिए।
id: Waktu bangun paling lambat harus setelah waktu bangun paling awal.
it: L'orario di sveglia più tardi deve essere successivo a quello prima possibile.
ja: 最も遅い起床時間は、最も早い起床時間より後にしてください。
ko: 가장 늦은 기상 시간은 가장 빠른 기상 시간보다 늦어야 합니다.
ksh: Die späteste Zeit muss nach der frühesten sein, logisch oder?
mr: सर्वांत उशिरा उठण्याची वेळ ही सर्वांत लवकर उठण्याच्या वेळेनंतर असणे आवश्यक आहे.
nb: Den seneste oppvåkningstiden må være etter den tidligste oppvåkningstiden.
nl: De uiterste wektijd moet na de vroegste wektijd liggen.
pl: Najpóźniejsza pora pobudki musi być po najwcześniejszej porze pobudki.
pt: O horário limite para acordar deve ser depois do horário mais cedo.
ru: Самое позднее время должно быть после самого раннего.
sv: Senaste väckningstid måste vara efter tidigaste väckningstid.
swg: Di späteschte Weggzeit muass noch de früheschte sei.
tr: En geç uyanma saati, en erken uyanma saatinden sonra olmalıdır.
uk: Найпізніший час підйому має бути після найранішого.
vi: Giờ thức dậy muộn nhất phải sau giờ thức dậy sớm nhất.
zh: 最晚起床时间必须晚于最早起床时间。

# validation_leave_too_early
source: Die Zeit zum Verlassen des Hauses muss nach der Bad-Zeit liegen.
bn: বাড়ি থেকে বের হওয়ার সময়টি বাথরুমের কাজ শেষ হওয়ার পরে হতে হবে।
da: Tidspunktet for afgang skal være efter badeværelsestiden er færdig.
en: The time to leave home must be after the bathroom time is finished.
es: La hora de salir de casa debe ser después de haber terminado en el baño.
fr: L'heure de départ doit être après le passage par la salle de bain.
gsw: D'Ziit zum s'Huus verlaa mues nach de Bad-Ziit sii.
hi: घर से निकलने का समय, बाथरूम का काम ख़त्म होने के बाद का होना चाहिए।
id: Waktu berangkat harus setelah waktu kamar mandi selesai.
it: L'orario di uscita deve essere successivo alla fine del tempo in bagno.
ja: 家を出る時間は、バスルームを使い終わった後にしてください。
ko: 집에서 나가는 시간은 화장실 사용이 끝난 후여야 합니다.
ksh: Der Abflug muss nach de Bad-Zeit sein.
mr: घर सोडण्याची वेळ बाथरूमचा वेळ संपल्यानंतरची असली पाहिजे.
nb: Tiden for å dra hjemmefra må være etter at badetiden er ferdig.
nl: De tijd om het huis te verlaten moet na de badkamertijd liggen.
pl: Czas wyjścia z domu musi być po czasie wyjścia z łazienki.
pt: O horário de sair de casa deve ser depois do tempo de usar o banheiro.
ru: Время выхода должно быть после того, как вы освободите ванную.
sv: Tid för att lämna hemmet måste vara efter att badrumstiden är färdig.
swg: D'Zeit zom Nausganga muass nach de Bad-Zeit liega.
tr: Evden çıkış saati, banyo işiniz bittikten sonra olmalıdır.
uk: Час виходу з дому має бути після того, як ви звільните ванну.
vi: Giờ rời khỏi nhà phải sau khi đã dùng xong phòng tắm.
zh: 出门时间必须在洗漱完成之后。

# weekday_1
source: Montag
bn: সোমবার
da: Mandag
en: Monday
es: Lunes
fr: Lundi
gsw: Määntig
hi: सोमवार
id: Senin
it: Lunedì
ja: 月曜日
ko: 월요일
mr: सोमवार
nb: Mandag
nl: Maandag
pl: Poniedziałek
pt: Segunda-feira
ru: Понедельник
sv: Måndag
swg: Mädich
tr: Pazartesi
uk: Понеділок
vi: Thứ Hai
zh: 星期一

# weekday_2
source: Dienstag
bn: মঙ্গলবার
da: Tirsdag
en: Tuesday
es: Martes
fr: Mardi
gsw: Ziistig
hi: मंगलवार
id: Selasa
it: Martedì
ja: 火曜日
ko: 화요일
mr: मंगळवार
nb: Tirsdag
nl: Dinsdag
pl: Wtorek
pt: Terça-feira
ru: Вторник
sv: Tisdag
swg: Zeischtich
tr: Salı
uk: Вівторок
vi: Thứ Ba
zh: 星期二

# weekday_3
source: Mittwoch
bn: বুধবার
da: Onsdag
en: Wednesday
es: Miércoles
fr: Mercredi
gsw: Mittwuch
hi: बुधवार
id: Rabu
it: Mercoledì
ja: 水曜日
ko: 수요일
mr: बुधवार
nb: Onsdag
nl: Woensdag
pl: Środa
pt: Quarta-feira
ru: Среда
sv: Onsdag
swg: Middwoch
tr: Çarşamba
uk: Середа
vi: Thứ Tư
zh: 星期三

# weekday_4
source: Donnerstag
bn: বৃহস্পতিবার
da: Torsdag
en: Thursday
es: Jueves
fr: Jeudi
gsw: Dunnstig
hi: गुरुवार
id: Kamis
it: Giovedì
ja: 木曜日
ko: 목요일
mr: गुरुवार
nb: Torsdag
nl: Donderdag
pl: Czwartek
pt: Quinta-feira
ru: Четверг
sv: Torsdag
swg: Donnerschtich
tr: Perşembe
uk: Четвер
vi: Thứ Năm
zh: 星期四

# weekday_5
source: Freitag
bn: শুক্রবার
da: Fredag
en: Friday
es: Viernes
fr: Vendredi
gsw: Friitig
hi: शुक्रवार
id: Jumat
it: Venerdì
ja: 金曜日
ko: 금요일
mr: शुक्रवार
nb: Fredag
nl: Vrijdag
pl: Piątek
pt: Sexta-feira
ru: Пятница
sv: Fredag
swg: Freidich
tr: Cuma
uk: П'ятниця
vi: Thứ Sáu
zh: 星期五

# weekday_6
source: Samstag
bn: শনিবার
da: Lørdag
en: Saturday
es: Sábado
fr: Samedi
gsw: Samstig
hi: शनिवार
id: Sabtu
it: Sabato
ja: 土曜日
ko: 토요일
mr: शनिवार
nb: Lørdag
nl: Zaterdag
pl: Sobota
pt: Sábado
ru: Суббота
sv: Lördag
swg: Samschtich
tr: Cumartesi
uk: Субота
vi: Thứ Bảy
zh: 星期六

# weekday_7
source: Sonntag
bn: রবিবার
da: Søndag
en: Sunday
es: Domingo
fr: Dimanche
gsw: Sunntig
hi: रविवार
id: Minggu
it: Domenica
ja: 日曜日
ko: 일요일
mr: रविवार
nb: Søndag
nl: Zondag
pl: Niedziela
pt: Domingo
ru: Воскресенье
sv: Söndag
swg: Sonndich
tr: Pazar
uk: Неділя
vi: Chủ Nhật
zh: 星期日

# weekday_short_1
source: Mo
bn: সোম
da: Man
en: Mon
es: Lun
fr: Lun
gsw: Mä
hi: सोम
id: Sen
it: Lun
ja: 月
ko: 월
mr: सोम
nb: Man
nl: Ma
pl: Pon
pt: Seg
ru: Пн
sv: Mån
tr: Pzt
uk: Пн
vi: T2
zh: 一
